IDEA Open Model
ConcreteULSCheckResultShearEc2 Constructor
Initializes a new instance of the ConcreteULSCheckResultShearEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConcreteULSCheckResultShearEc2()
Public Sub New
public:
ConcreteULSCheckResultShearEc2()
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace